Repository: rgl/youtube-converter
Catalog: po/*.po
Languages: pt

source: %s was sucessfully converted!
pt: %s for convertido com sucesso!

source: Converted Successfully!
pt: Convertido com sucesso!

source: Converting %s to MP3...
pt: Convertendo %s para MP3...

source: Converting to MP3...
pt: Convertendo para MP3...

source: Downloading metadata...
pt: Descarregando metadados...

source: Downloading...
pt: Descarregando...

source: Failed to convert
pt: A convers√£o falhou

source: Type an YouTube URL
pt: Insira o URL para o video YouTube

source: Type or Drop an YouTube URL
pt: Insira ou Largue o URL para o video YouTube

source: YouTube Converter
pt: Conversor YouTube

source: _Convert
pt: _Converter

source: _Show File
pt: _Mostrar Ficheiro
